Repository: screen-co/dbfix
Catalog: dbfix/po/*/dbfix.po
Languages: ru

source: Completed
ru: Завершено

source: Failed
ru: Ошибка

source: <b>Welcome to HyScan DB fix program!</b> HyScan DB fix is a database migration tool. It is used to update HyScan projects to provide compatibility with latest versions.
ru: <b>Вас приветствует программа HyScan DB fix!</b> HyScan DB fix программа обновления проектов для обеспечения совместимости с новыми версиями.

source: Update another DB?
ru: Обновить другую БД?

source: OK
ru: Да

source: Welcome
ru: Приветствие

source: Choose DB
ru: Выбор БД

source: Confirm
ru: Подтверждение

source: Update
ru: Обновление

source: Cancel DB update
ru: Прервать обновление БД

source: <b>Do you really want to cancel DB update?</b> It can render your DB invalid!
ru: <b>Вы действительно хотите прервать обновление БД?</b> Это может привести к неработоспособности БД!

source: Yes
ru: Да

source: No
ru: Нет

source: Quit DB fix
ru: Завершение работы

source: <b>Do you really want to quit DB fix?</b>
ru: <b>Вы действительно хотите завершить работу?</b>

source: HyScan DB fix is ready to update projects %s - %s
ru: HyScan DB fix готова приступить к обновлению проектов %s - %s

source: Update %s
ru: Обновление %s

source: Cancelled
ru: Прервано

source: Update project %s
ru: Обновление проекта %s

source: Updating track %s.%s
ru: Обновление галса %s.%s

source: Failed to update %s.%s
ru: Ошибка при обновлении %s.%s

source: Updating parameters %s
ru: Обновление параметров %s

source: Failed to update parameters %s
ru: Ошибка при обновлении параметров %s
